Repository: JakeOShannessy/smv
Catalog: for_bundle/smokeview_*.po
Languages: it

source: q: display blockage locations as specified by user or by FDS
it: q: visualizza le posizioni di blocco come specificato dall'utente o da FDS

source: Quit
it: Smettere

source: r/R/ALT R: render the current scene to an image file
it: r / R / ALT R: renderizza la scena corrente in un file immagine

source: radii
it: raggi

source: radius
it: raggio

source: range
it: gamma

source: Read .svo files
it: Leggi i file .svo

source: Read ini files
it: Leggi i file ini

source: reading
it: lettura

source: Real time
it: Tempo reale

source: Realistic
it: Realistico

source: Record
it: Disco

source: Record/run scripts
it: Registra / esegui gli script

source: red
it: rosso

source: Red/Blue
it: Rosso blu

source: Red/Cyan
it: Rosso / ciano

source: reference elevation, Z0 (m)
it: elevazione di riferimento, Z0 (m)

source: reference velocity, U0 (m/s)
it: velocità di riferimento, U0 (m / s)

source: Release notes
it: Note di rilascio

source: Release notes: https://pages.nist.gov/fds-smv/smv_readme.html
it: Note sulla versione: https://pages.nist.gov/fds-smv/smv_readme.html

source: Reload
it: Ricaricare

source: Reload all data
it: Ricarica tutti i dati

source: Reload Boundary File(s)
it: Ricarica i file di confine

source: Reload new data
it: Ricarica nuovi dati

source: Render
it: rendere

source: Render high res
it: Render ad alta risoluzione

source: Render images
it: Renderizza immagini

source: Render normal
it: Rendi normale

source: Replace
it: Sostituire

source: Representation
it: Rappresentazione

source: Requested
it: richiesto

source: Research display mode
it: Modalità di visualizzazione della ricerca

source: reset animation to the initial time
it: ripristina l'animazione al tempo iniziale

source: Reset zmin/zmax
it: Reimposta zmin / zmax

source: Reverse
it: Inverso

source: Right
it: Destra

source: Right eye
it: Occhio destro

source: Rotate
it: Ruotare

source: Rotate about
it: Ruota circa

source: rotation center
it: centro di rotazione

source: Rotation parameters
it: Parametri di rotazione

source: Run
it: Correre

source: Run script
it: Esegui script

source: Run smokezip
it: Esegui smokezip

source: runscript - run the script file casename.ssf
it: runscript - esegui il file di script casename.ssf

source: Russian
it: russo

source: s: change interval between adjacent vectors
it: s: cambia intervallo tra vettori adiacenti

source: Save
it: Salvare

source: Save auto load file list
it: Salva l'elenco dei file di caricamento automatico

source: Save settings
it: Salva le impostazioni

source: save settings (create casename.ini file)
it: salva le impostazioni (crea il file casename.ini)

source: Save/load configuration files
it: Salva / carica i file di configurazione

source: Scale
it: Scala

source: Scaled optical depth (SCD)
it: Profondità ottica in scala (SCD)

source: Scaling
it: scalata

source: scatter
it: spargimento

source: scene
it: scena

source: Scene centered
it: Scena centrata

source: Scene movement
it: Movimento della scena

source: Scratch directory
it: Directory di Scratch

source: Script files
it: File di script

source: script scriptfile - run the script file scriptfile
it: script scriptfile - esegui lo script file scriptfile

source: Scripts
it: Script

source: Segments
it: segmenti

source: Select
it: Selezionare

source: Select avatar
it: Seleziona avatar

source: Selected keyframe
it: Fotogramma chiave selezionato

source: Selection width
it: Larghezza di selezione

source: Set
it: Impostato

source: set max
it: imposta max

source: set min
it: imposta min

source: Settings
it: impostazioni

source: settings (test)
it: impostazioni (test)

source: setup - only show geometry
it: setup - mostra solo la geometria

source: shaded
it: ombroso

source: SHIFT: left/right cursor: rotate 90 degrees
it: SHIFT: cursore sinistra / destra: ruota di 90 gradi

source: Shortcuts
it: Tasti di scelta rapida

source: Show
it: Mostrare

source: Show all
it: Mostra tutto

source: show all 3D slices
it: mostra tutte le fette 3D

source: Show all levels
it: Mostra tutti i livelli

source: Show all planes
it: Mostra tutti i piani

source: show all units
it: mostra tutte le unità

source: Show always
it: Mostra sempre

source: Show avatar
it: Mostra avatar

source: Show axis labels
it: Mostra le etichette degli assi

source: Show axis vectors
it: Mostra i vettori degli assi

source: Show beam as line
it: Mostra raggio come linea

source: Show CAD textures
it: Mostra trame CAD

source: Show cell centered slices and vectors
it: Mostra fette e vettori centrati sulla cella

source: Show color map
it: Mostra la mappa dei colori

source: Show colorbar (when data coloring)
it: Mostra la barra dei colori (quando i dati colorano)

source: Show contours
it: Mostra contorni

source: Show cull ports
it: Mostra porte di eliminazione

source: Show cutcells
it: Mostra cutcells

source: Show data while moving scene (GPU)
it: Mostra i dati mentre si sposta la scena (GPU)

source: Show FED areas
it: Mostra le aree della FED

source: Show file names
it: Mostra i nomi dei file

source: Show geometry diagnostics
it: Mostra la diagnostica geometrica

source: show gravity, axis vectors
it: mostra la gravità, i vettori di asse

source: show grid
it: mostra la griglia

source: show grid location
it: mostra la posizione della griglia

source: Show in
it: Mostrare

source: Show intermediate path nodes
it: Mostra nodi del percorso intermedio

source: show labels
it: mostra etichette

source: Show mesh menus
it: Mostra menu mesh

source: Show node centered slices and vectors
it: Mostra fette e vettori centrati sul nodo

source: Show normal
it: Mostra normale

source: Show normals
it: Mostra le normali

source: Show Only
it: Mostra solo

source: Show only back slices
it: Mostra solo sezioni secondarie

source: Show only first frame
it: Mostra solo il primo fotogramma

source: Show only threshold
it: Mostra solo la soglia

source: Show only X slices
it: Mostra solo X fette

source: Show opacity map
it: Mostra la mappa delle opacità

source: Show orientation
it: Mostra orientamento

source: Show particles
it: Mostra particelle

source: Show position/direction
it: Mostra posizione / direzione

source: show scale
it: mostra la scala

source: Show slice menus
it: Mostra i menu delle fette

source: show sorted slice labels
it: mostra le etichette delle sezioni ordinate

source: Show temp threshold
it: Mostra soglia temp

source: Show test smoke
it: Mostra fumo di prova

source: Show tracers always
it: Mostra sempre traccianti

source: Show user ticks
it: Mostra tick utente

source: Show vectors
it: Mostra i vettori

source: Show vectors and cell centered slices
it: Mostra i vettori e le sezioni centrate sulla cella

source: Show vectors and node centered slices
it: Mostra i vettori e le sezioni centrate sul nodo

source: Show walls
it: Mostra i muri

source: Show/Hide
it: Mostra nascondi

source: Show/Hide blockage types
it: Mostra / nascondi i tipi di blocco

source: Size
it: Dimensione

source: Size preserving
it: Conservazione delle dimensioni

source: Skip coarse sub-slice
it: Ignora sub-slice grossolano

source: skip frame
it: salta la cornice

source: skipframe n - render every n frames
it: skipframe n - esegue il rendering di ogni n fotogramma

source: Slice
it: Fetta

source: Slice average
it: Fetta media

source: Slice frame Skip
it: Salta frame frame

source: Slice motion
it: Taglia il movimento

source: Slice rendered
it: Fetta resa

source: sliding
it: scorrevole

source: small
it: piccolo

source: Smoke
it: Fumo

source: smoke (Volume rendered)
it: fumo (Volume reso)

source: Smoke colorbar
it: Colorbar fumo

source: Smoke culling activated. (Press C to deactivate)
it: Abbattimento fumi attivato. (Premere C per disattivare)

source: Smoke culling available but not in use. ( To activate
it: Abbattimento fumi disponibile ma non in uso. ( Attivare

source: Smoke culling not available
it: Il fumo non è disponibile

source: Smoke density (g/m3)
it: Densità del fumo (g / m3)

source: smoke frame
it: cornice per fumo

source: smoke frame skip
it: salta la cornice del fumo

source: Smoke/Fire
it: Fumo / Fuoco

source: smoke/fire color
it: fumo / colore del fuoco

source: Smokeview menus
it: Smokeview menu

source: Smokeview was built using the following pre-processing directives
it: Smokeview è stato creato utilizzando le seguenti direttive di pre-elaborazione

source: Smooth
it: Liscio

source: Smooth colorbar labels
it: Etichette della barra di colore lisce

source: Smooth isosurfaces
it: Isosurface uniformi

source: Smooth normal
it: Liscio normale

source: Snap
it: schiocco

source: snap scene to closest 45 degree orientation
it: Scatta la scena con l'orientamento più vicino a 45 gradi

source: Solid
it: Solido

source: Solid and outline
it: Solido e contorno

source: Solid only
it: Solo solido

source: Solution value
it: Valore della soluzione

source: Solution variable
it: Soluzione variabile

source: soot alpha >
it: fuliggine alfa>

source: SOOT DENSITY
it: DENSITÀ DOLCE

source: soot factor
it: fattore di fuliggine

source: Sort faces
it: Ordina facce

source: sort slices
it: ordinare le fette

source: Sort transparent faces
it: Ordina facce trasparenti

source: Sort transparent surfaces
it: Ordina superfici trasparenti

source: space bar: decrement/increment time step, 2D contour planes, 3D contour levels
it: barra spaziatrice: decremento / incremento del passo temporale, piani di livello 2D, livelli di contorno 3D

source: Spanish
it: spagnolo

source: Specify Orientation
it: Specifica l'orientamento

source: Specify Rotation
it: Specificare rotazione

source: spheres
it: sfere

source: split
it: Diviso

source: Start
it: Inizio

source: Start (disable file loading)
it: Avvia (disabilita il caricamento del file)

source: start frame
it: inizio frame

source: Start rendering
it: Inizia il rendering

source: start time
it: ora di inizio

source: startframe n - start rendering at frame n
it: startframe n - avvia il rendering al frame n

source: Starting locations/velocities
it: Posizioni / velocità iniziali

source: Step
it: Passo

source: Step (using ^)
it: Step (usando ^)

source: Step through script
it: Passa attraverso la sceneggiatura

source: stepped
it: fatto un passo

source: stereo - activate stereo mode
it: stereo - attiva la modalità stereo

source: Stereo Method
it: Metodo Stereo

source: Stereo settings
it: Impostazioni stereo

source: Stop render
it: Arresta il rendering

source: Stop rendering
it: Interrompe il rendering

source: stop time
it: tempo di stop

source: Streak length (s)
it: Stria lunghezza (s)

source: Streak line width
it: Larghezza della linea di strisce

source: Streaks
it: strisce

source: sub-intervals
it: sub-intervalli

source: Successive frames
it: Cornici successive

source: suffix
it: suffisso

source: surface
it: superficie

source: surface color
it: colore di superficie

source: Surface type
it: Tipo di superficie

source: Surface view
it: Vista di superficie

source: Surfaces
it: superfici

source: Switch to perspective view ALT v
it: Passa alla vista prospettica ALT v

source: Switch to size preserving view ALT v
it: Passa alla vista di conservazione delle dimensioni ALT v

source: t: set/unset single time step mode
it: t: imposta / disattiva la modalità a passo singolo

source: T: toggle method for interpolating data color
it: T: commuta il metodo per interpolare il colore dei dati

source: Target orientation
it: Orientamento del bersaglio

source: Targets
it: obiettivi

source: tempdir - forces output files to be written to the temporary directory
it: tempdir: forza l'output dei file da scrivere nella directory temporanea

source: TEMPERATURE
it: TEMPERATURA

source: Temperature threshold
it: Soglia di temperatura

source: Temperature(upper)
it: Temperatura (in alto)

source: Temperature(upper/lower)
it: Temperatura (superiore / inferiore)

source: Tension
it: Tensione

source: terminal velocity
it: velocità terminale

source: Terrain
it: Terreno

source: Test smoke
it: Prova il fumo

source: Test visibility sensor
it: Testare il sensore di visibilità

source: Text labels
it: Etichette di testo

source: Thermocouple norms
it: Norme termocoppia

source: Thermocouples
it: Termocoppie

source: thickness
it: spessore

source: tick
it: zecca

source: Ticks (FDS)
it: Zecche (FDS)

source: Ticks (User)
it: Zecche (utente)

source: Time
it: Tempo

source: time (h:m:s)
it: tempo (h: m: s)

source: Time bar
it: Barra del tempo

source: Time bounds
it: Limiti di tempo

source: Time interval
it: Intervallo di tempo

source: Time label
it: Etichetta del tempo

source: Title
it: Titolo

source: Toggle dialogs
it: Attiva / disattiva le finestre di dialogo

source: toggle line anti-aliasing (draw lines smoothly)
it: attiva / disattiva l'anti-aliasing (disegna linee uniformemente)

source: Toggle View
it: Attiva / disattiva vista

source: Trainer
it: allenatore

source: Trainer menu
it: Menu del trainer

source: Trainer menus
it: Menù di allenamento

source: Translate
it: Tradurre

source: Translate/Rotate
it: Tradurre / Ruota

source: Transparent
it: Trasparente

source: Transparent (data)
it: Trasparente (dati)

source: Transparent level
it: Livello trasparente

source: triangle
it: triangolo

source: Triangle count
it: Numero di triangoli

source: Triangles
it: triangoli

source: Truncate data
it: Tronca i dati

source: Turn off file loading while recording
it: Disattiva il caricamento dei file durante la registrazione

source: Two sided (exterior)
it: Bifacciale (esterno)

source: Two sided (interior)
it: Bifacciale (interno)

source: type
it: genere

source: u: reload files
it: u: ricarica i file

source: undefined
it: non definito

source: Unit
it: Unità

source: Unlimited
it: Illimitato

source: Unload
it: Scaricare

source: Unload all
it: Scarica tutto

source: Unload last
it: Scarica ultimo

source: Unload terrain
it: Scarica terreno

source: Up
it: Su

source: up/down cursor: move forward/backward
it: cursore su / giù: sposta avanti / indietro

source: Update
it: Aggiornare

source: update - equivalent to -update_bounds and -update_slice
it: aggiornamento - equivalente a -update_bounds e -update_slice

source: Update bounds
it: Limiti di aggiornamento

source: Update continuously
it: Aggiorna continuamente

source: Update contours
it: Aggiorna contorni

source: Update label
it: Aggiorna etichetta

source: Update using cached data
it: Aggiornamento tramite dati memorizzati nella cache

source: update_bounds - calculate boundary file bounds and save to casename.binfo
it: update_bounds - calcola i limiti del file boundary e salva in casename.binfo

source: update_ini case.ini - update case.ini to the current format
it: update_ini case.ini - aggiorna case.ini nel formato corrente

source: update_slice - calculate slice file parameters
it: update_slice - calcola i parametri del file slice

source: Upper layer temperature
it: Temperatura dello strato superiore

source: upper opacity (m)
it: opacità superiore (m)

source: use blockage
it: usare il blocco

source: Use color
it: Usa il colore

source: Use colormap with constraints
it: Usa la mappa dei colori con i vincoli

source: Use colormap without constraints
it: Usa la mappa di colori senza vincoli

source: use foreground
it: usa il primo piano

source: Use foreground color
it: Usa il colore di primo piano

source: Use GPU
it: Usa GPU

source: Use level
it: Usa il livello

source: Use light
it: Usa la luce

source: Use specified color, opacity
it: Usa colore specificato, opacità

source: Use transparency
it: Usa la trasparenza

source: User settable ticks
it: Zecche impostabili dall'utente

source: user specified center
it: centro specificato dall'utente

source: User ticks
it: Tick ​​dell'utente

source: using
it: utilizzando

source: v: toggle flow vector visiblity
it: v: attiva la visibilità vettoriale del flusso

source: val at left
it: val a sinistra

source: Values
it: Valori

source: Vector
it: Vettore

source: Vector length
it: Lunghezza vettoriale

source: Vector skip
it: Salto di vettore

source: Vector slice
it: Fetta di vettore

source: Vector width
it: Larghezza vettoriale

source: Velocities
it: Le velocità

source: velocity direction (deg)
it: direzione di velocità (gradi)

source: velocity profile
it: profilo di velocità

source: vent
it: sfogo

source: Vent flow
it: Flusso di sfiato

source: Version info
it: Informazioni sulla versione

source: Vertical
it: Verticale

source: View
it: vista

source: View direction
it: Visualizza direzione

source: View from selected Avatar
it: Visualizza da Avatar selezionato

source: View from selected keyframe
it: Visualizza dal fotogramma chiave selezionato

source: View from tour path
it: Vista dal percorso turistico

source: View Method
it: Metodo di visualizzazione

source: Viewpoint
it: Punto di vista

source: Viewpoints
it: Punti di vista

source: Viewpoints... ALT g
it: Punti di vista ... ALT g

source: Visibility
it: Visibilità

source: Visualize fire/smoke flow simulations.
it: Visualizza simulazioni di flusso di fuoco / fumo.

source: volrender - generate images of volume rendered smoke and fire
it: volrender - genera immagini di volume reso fumo e fuoco

source: Volume rendered
it: Volume reso

source: Volumes
it: volumi

source: W: toggle clipping - use Options/Clip menu to specify clipping planes
it: W: attiva / disattiva ritaglio: usa il menu Opzioni / Clip per specificare i piani di ritaglio

source: When
it: quando

source: where
it: dove

source: width
it: larghezza

source: Window
it: Finestra

source: window created
it: finestra creata

source: Window properties
it: Proprietà della finestra

source: world center
it: centro mondiale

source: Write
it: Scrivi

source: WUI display... ALT w
it: Visualizzazione WUI ... ALT w

source: x Real time
it: x Tempo reale

source: x,y,z: toggle contour plot visibility along x, y and z axis
it: x, y, z: attiva la visibilità del grafico del contorno lungo gli assi x, yez

source: xy plane
it: piano xy

source: xz plane
it: piano xz

source: yz plane
it: aereo yz

source: z axis
it: asse z

source: z vector up
it: z vettore in su

source: zero at boundaries
it: zero ai confini

source: Zone
it: Zona
