Repository: JakeOShannessy/smv
Catalog: for_bundle/smokeview_*.po
Languages: it

source: a/ALT a: increase/decrease flow vector length by 1.5
it: a/ALT a: aumenta/riduce la lunghezza del vettore di 1,5 volte

source: About
it: Info

source: Above
it: Sopra

source: Absorption adjustments
it: Regolazioni dell'assorbimento

source: Actual
it: Effettivo

source: adaptive integration
it: integrazione adattativa

source: Add
it: Inserisci

source: adjust off-center
it: regola fuori centro

source: All
it: Tutti

source: All data
it: Tutti i dati

source: All keyframes
it: Tutti i fotogrammi

source: All levels solid
it: Tutti i livelli solidi

source: All levels transparent
it: Tutti i livelli trasparenti

source: All terrains
it: Tutti i terreni

source: all times
it: sempre

source: Alpha
it: Alfa

source: also, toggles cell center display on/off)
it: ed attiva/disattiva il display al centro della cella

source: ALT o: cycle between all blockage view types
it: ALT o: cicla tra tutti i tipi di vista dei blocchi

source: ALT u: toggle coarse slice display in embedded mesh
it: ALT u: visualizzazione di slices nella mesh incorporata

source: ALT v: toggle projection method (between perspective and size preserving)
it: ALT v: prospettiva/ortografica

source: ALT vertical: translate along z axis
it: ALT freccia su: trasla lungo l'asse z

source: ALT y: if current slice is cell centered, toggle interpolation on/off
it: ALT y: se la slice corrente è centrata sulla cella, attiva/disattiva l'interpolazione

source: ALT: up/down cursor: slide up/down
it: ALT: freccia su/giù: scorri verso alto/basso

source: ALT:left/right cursor: slide left/right
it: ALT: freccia sinistra/destra: scorri verso sinistra/destra

source: Always show tracers
it: Mostra sempre traccianti

source: and save results into case2.ini
it: e salva i risultati in case2.ini

source: angle (about z axis)
it: angolo (attorno all'asse z)

source: angles
it: angoli

source: Animation
it: Animazione

source: Antialias tour path line
it: Antialiasing linea percorso

source: aperture
it: apertura

source: Apply
it: Applica

source: Apply at startup
it: Applica all'avvio

source: arrow
it: freccia

source: As circle
it: Come cerchio

source: As rectangle
it: Come rettangolo

source: Auto freeze
it: Auto congelamento

source: Auto load
it: Carica automaticamente

source: Auto load at startup
it: Carica automaticamente all'avvio

source: Auto load data files
it: Carica automaticamente i file di dati

source: Auto load now
it: Carica automaticamente ora

source: Auto place (2D)
it: Posiziona automaticamente (2D)

source: Average
it: Media

source: Average data
it: Dati medi

source: Average slice data
it: Dati di slice medi

source: Axis
it: Asse

source: azimuth
it: azimut

source: Back
it: Indietro

source: Back slice
it: Slice posteriore

source: Background
it: Sfondo

source: Background velocity field
it: Campo di velocità di fondo

source: Below
it: Sotto

source: bindir dir - specify location of smokeview bin directory
it: bindir dir - specifica la posizione della directory bin di smokeview

source: bins
it: bidoni

source: black/white
it: bianco/nero

source: Black/White (data)
it: bianco/nero (dati)

source: Black/White (data)
it: bianco/nero (dati)

source: Black/White (geometry)
it: bianco/nero (geometria)

source: blockage
it: ostruzione

source: blue
it: blu

source: both
it: entrambi

source: Both eyes
it: Entrambi gli occhi

source: Bound data
it: Dati vincolati

source: Boundary
it: Confine

source: Boundary file frame skip
it: Salta al riquadro del file al contorno

source: buffer - scan .smv file using a memory buffer
it: buffer: esegue la scansione del file .smv utilizzando un buffer di memoria

source: build - show directives used in this build of Smokeview
it: build - mostra le direttive utilizzate in questa build di Smokeview

source: c: toggle between continuous and 2D stepped contours
it: c: consente di alternare contorni a passo continuo e 2D

source: Cad
it: mascalzone

source: Cad surface drawn opaque
it: Cad superficie disegnata opaca

source: Cancel
it: Annulla

source: Cancel script
it: Annulla script

source: CARBON DIOXIDE DENSITY
it: DENSITÀ DEL BIOSSIDO DI CARBONIO

source: casename - project id (file names without the extension)
it: casename - id di progetto (nomi di file senza estensione)

source: Center
it: Centro

source: center of clipping planes
it: centro di piani di ritaglio

source: Circular
it: Circolare

source: Clear
it: Chiaro

source: Clip blockages
it: Blocchi di clip

source: Clip blockages and data
it: Clip di blocco e dati

source: Clip data
it: Clip di dati

source: Clip lower
it: Clip inferiore

source: Clip scene... ALT c
it: Clip scena ... ALT c

source: Clip upper
it: Clip superiore

source: Clipping disabled
it: Ritaglio disabilitato

source: clock/counter clockwise: rotate about y axis (click near scene edge)
it: orologio / antiorario: ruota attorno all'asse y (clicca vicino al bordo della scena)

source: Close
it: Vicino

source: Close all dialogs ALT x
it: Chiudi tutte le finestre di dialogo ALT x

source: CO2 alpha
it: CO2 alfa

source: CO2 factor
it: Fattore di CO2

source: CO2 opacity (m)
it: Opacità CO2 (m)

source: Color
it: Colore

source: Color above max
it: Colore sopra max

source: color as fire >
it: colore come fuoco>

source: Color below min
it: Colore sotto min

source: Color black
it: Colore nero

source: color map
it: mappa dei colori

source: Color with
it: Colore con

source: color/intensity
it: colore / intensità

source: Colorbar type
it: Tipo di barra di colore

source: Coloring
it: Colorazione

source: Combine meshes
it: Combina mesh

source: Compartments
it: compartimenti

source: Compiler version
it: Versione del compilatore

source: complete
it: completare

source: Compress
it: Comprimere

source: Compress data files... ALT z
it: Comprimi file di dati ... ALT z

source: Compress data while loading
it: Comprimi i dati durante il caricamento

source: Compress now
it: Comprimi ora

source: Compress only autoloaded files
it: Comprimi solo i file caricati automaticamente

source: Compressed file frame skip
it: Salto del frame file compresso

source: Compression
it: Compressione

source: Compression options
it: Opzioni di compressione

source: Compute
it: Calcolare

source: Compute tracks
it: Tracce di calcolo

source: Configuration files
it: File di configurazione

source: Constant coloring
it: Colorazione costante

source: Constant speed
it: Velocità costante

source: Continue
it: Continua

source: Continuous
it: Continuo

source: Continuous contours
it: Contorni continui

source: contour width
it: larghezza del contorno

source: contours
it: contorni

source: convert_ini case1.ini case2.ini - update case1.ini to the current format
it: convert_ini case1.ini case2.ini - aggiorna case1.ini nel formato corrente

source: Copy
it: copia

source: Create/edit tours... ALT t
it: Crea / modifica tour ... ALT t

source: creating window
it: creando una finestra

source: CTRL horizontal/vertical: translate along x, y axis
it: CTRL orizzontale / verticale: trasla lungo l'asse x, y

source: CTRL:up/down cursor: move forward/backward 5 times slower
it: CTRL: cursore su / giù: sposta avanti / indietro di 5 volte più lentamente

source: Cull hidden slices
it: Elimina le fette nascoste

source: Cull port size
it: Dimensione della porta di abbattimento

source: Culling extension initialization failed
it: Inizializzazione dell'estensione di eliminazione fallita

source: Culling extension initialization succeeded
it: Inizializzazione estensione Culling riuscita

source: Current
it: attuale

source: Custom
it: costume

source: Custom Red/Custom Blue
it: Rosso personalizzato / Blu personalizzato

source: Customize Colorbar
it: Personalizza Colorbar

source: cut cell
it: tagliare la cellula

source: Cycle
it: Ciclo

source: Data
it: Dati

source: Data bounds... ALT b
it: Limiti di dati ... ALT b

source: Data coloring
it: Colorazione dati

source: Data loading
it: Caricamento dei dati

source: Debug
it: mettere a punto

source: decay, p
it: decadimento, p

source: defer slice coloring
it: rinviare la colorazione delle fettine

source: Defined in evac file
it: Definito nel file evac

source: Defined in input file
it: Definito nel file di input

source: Delete
it: Elimina

source: Delete colorbar
it: Elimina la barra di colore

source: demo - use demonstrator mode of Smokeview
it: demo - usa la modalità dimostrativa di Smokeview

source: Demonstrator
it: Dimostratore

source: Depth
it: Profondità

source: Device values
it: Valori del dispositivo

source: Devices/Objects
it: Dispositivi / Oggetti

source: Dialogs
it: Finestre di dialogo

source: diameter
it: diametro

source: Dimensions
it: Dimensioni

source: Dimensions snapped to grid
it: Dimensioni scattate sulla griglia

source: direction
it: direzione

source: Direction vectors
it: Vettori di direzione

source: directory
it: elenco

source: Disclaimer
it: disconoscimento

source: Discussion forum
it: Forum di discussione

source: Discussion forum: https://groups.google.com/forum/?fromgroups#!forum/fds-smv
it: Forum di discussione: https://groups.google.com/forum/?fromgroups#!forum/fds-smv

source: Display all
it: Mostra tutto

source: Display exterior data
it: Visualizza dati esterni

source: display FDS values in cell centered slices
it: visualizzare i valori FDS nelle sezioni centrate sulla cella

source: Display Units
it: Visualizza unità

source: Display... ALT D
it: Mostra ... ALT D

source: Distance to zero parallax plane (m)
it: Distanza da zero al piano di parallasse (m)

source: Distribute nodes uniformly
it: Distribuire i nodi in modo uniforme

source: Documentation
it: Documentazione

source: Documentation: https://pages.nist.gov/fds-smv/manuals.html
it: Documentazione: https://pages.nist.gov/fds-smv/manuals.html

source: double-click: rotate/translate 3D node-centered slice
it: doppio clic: ruota / converti fetta 3D centrata sul nodo

source: Down
it: Giù

source: Downloads
it: download

source: Downloads: https://pages.nist.gov/fds-smv/
it: Download: https://pages.nist.gov/fds-smv/

source: Draw
it: Disegnare

source: Duplicate boundary slices
it: Fasce di confine duplicate

source: Duplicate slices
it: Fette duplicate

source: Duplicate vector slices
it: Fette vettoriali duplicati

source: Duplicates
it: duplicati

source: Duration
it: Durata

source: duration (s)
it: durata (s)

source: e: toggle between view rotation types: scene centered 2 axis, 1 axis, 3 axis and eye centered
it: e: consente di alternare i tipi di rotazione della vista: asse centrato sulla scena, 1 asse, 3 assi e centrato sull'occhio

source: each time
it: ogni volta

source: Edit
it: modificare

source: Edit colorbar... ALT C
it: Modifica colorbar ... ALT C

source: Edit tour
it: Modifica tour

source: elevation
it: elevazione

source: Erase compressed files
it: Cancellare i file compressi

source: Error: CAD geometry file: %s could not be opened
it: Errore: file di geometria CAD:% s non può essere aperto

source: error: steplabel not defined
it: errore: steplabel non definito

source: Evacuation
it: Evacuazione

source: every 10 minutes
it: ogni 10 minuti

source: Every 10th
it: Ogni 10

source: Every 20th
it: Ogni 20 °

source: Every 2nd
it: Ogni 2 °

source: Every 3rd
it: Ogni 3 °

source: Every 4th
it: Ogni 4 °

source: every 5 minutes
it: ogni 5 minuti

source: Every 5th
it: Ogni 5

source: every minute
it: ogni minuto

source: Examine geometry... ALT e
it: Esaminare la geometria ... ALT e

source: Exterior
it: Esterno

source: external
it: esterno

source: eye
it: occhio

source: Eye centered
it: Occhio centrato

source: Facets
it: sfaccettature

source: factor
it: fattore

source: Far depth
it: Profondità profonda

source: fast - assume slice files exist in order to reduce startup time
it: veloce - presuppone l'esistenza di file di slice per ridurre i tempi di avvio

source: Fast blockage drawing
it: Disegno di blocco veloce

source: FDS generated ticks
it: Zecche generati da FDS

source: fed - pre-calculate all FED slice files
it: fed - calcola tutti i file slice FED

source: Files
it: File

source: fire
it: fuoco

source: fire alpha
it: fuoco alfa

source: Fire line
it: Linea di fuoco

source: fire opacity (m)
it: opacità del fuoco (m)

source: Fire opacity multiplier
it: Moltiplicatore di opacità del fuoco

source: Fires
it: incendi

source: first
it: primo

source: Flip background
it: Capovolgere sfondo

source: Flow vectors
it: Vettori di flusso

source: Fonts
it: Caratteri

source: Foreground
it: Primo piano

source: Frame
it: Telaio

source: Frame label
it: Etichetta cornice

source: Frame number
it: Numero di telaio

source: Frame rate
it: Frequenza dei fotogrammi

source: frame skip
it: frame salta

source: frames per second
it: fotogrammi al secondo

source: Freeze
it: Congelare

source: French
it: francese

source: Frequency
it: Frequenza

source: Front
it: Davanti

source: Front slice
it: Fetta anteriore

source: g: toggle grid visibility
it: g: attiva la visibilità della griglia

source: gas and solid
it: gas e solido

source: General
it: Generale

source: Generate images
it: Genera immagini

source: Geometry
it: Geometria

source: Geometry transparency
it: Trasparenza geometrica

source: German
it: Tedesco

source: global
it: globale

source: global max
it: massimo globale

source: global min
it: globale min

source: GPU activated. (Press G to deactivate)
it: GPU attivata. (Premere G per disattivare)

source: GPU available but not in use. (Press G to activate)
it: GPU disponibile ma non in uso. (Premi G per attivare)

source: gpu grid multiplier
it: moltiplicatore di griglia gpu

source: GPU not available
it: GPU non disponibile

source: GPU shader initialization failed
it: Inizializzazione shader GPU non riuscita

source: GPU shader initialization succeeded
it: Inizializzazione dello shader GPU riuscita

source: graph
it: grafico

source: gravity vector down
it: vettore di gravità verso il basso

source: green
it: verde

source: Grey (0-255)
it: Grigio (0-255)

source: Grid
it: Griglia

source: Grid location
it: Posizione della griglia

source: Grid locations
it: Posizioni di griglia

source: H: toggle visibility of slice and vector slice files
it: H: attiva la visibilità dei file slice e vector slice

source: Hazard
it: Rischio

source: head
it: capo

source: height
it: altezza

source: height/width
it: altezza larghezza

source: Help
it: Aiuto

source: Hidden
it: Nascosto

source: Hide
it: Nascondere

source: Hide all
it: Nascondi tutto

source: Hide all levels
it: Nascondi tutti i livelli

source: Hide all planes
it: Nascondi tutti i piani

source: Hide overlaps
it: Nascondi sovrapposizioni

source: Hide scene
it: Nascondi scena

source: Highlight data above specified max
it: Evidenzia i dati sopra il limite massimo specificato

source: Highlight data below specified min
it: Evidenzia i dati sotto specificato min

source: Hilight skinny triangles
it: Triangoli magri e scuri

source: Histogram
it: Istogramma

source: hms time
it: tempo di hms

source: Home page
it: Pagina iniziale

source: Home page: https://pages.nist.gov/fds-smv/
it: Pagina iniziale: https://pages.nist.gov/fds-smv/

source: Horizontal
it: Orizzontale

source: horizontal/vertical: rotate about user location
it: orizzontale / verticale: ruota attorno alla posizione dell'utente

source: horizontal/vertical: rotate about z, x axis
it: orizzontale / verticale: ruota attorno a z, asse x

source: horizontal/vertical: rotate about z, x axis (click near scene center)
it: orizzontale / verticale: ruota attorno a z, asse x (clicca vicino al centro della scena)

source: horizontal: rotate about z axis
it: orizzontale: ruota attorno all'asse z

source: How
it: Come

source: HRRPUV cutoff
it: Taglio HRRPUV

source: HRRPUV offset
it: Offset HRRPUV

source: Humans
it: Gli esseri umani

source: Humans - all meshes
it: Umani: tutte le maglie

source: I: toggle visibility of slices in blockages
it: I: attiva la visibilità delle sezioni nei blocchi

source: i: toggle iso-surface visibility
it: i: attiva la visibilità della superficie iso

source: Image
it: Immagine

source: Image size
it: Dimensione dell'immagine

source: Image suffix
it: Suffisso immagine

source: Image type
it: Tipo di immagine

source: Immersed
it: Immersa

source: increment
it: incremento

source: incremental data loading
it: caricamento incrementale dei dati

source: ini - output smokeview parameter values to smokeview.ini
it: ini - mostra i valori dei parametri smokeview su smokeview.ini

source: Initialize smoke blockage info
it: Inizializza info blocco fumo

source: initialized
it: inizializzato

source: Initializing callbacks -
it: Inizializzazione di callback -

source: initializing Glut
it: inizializzazione Glut

source: Initializing Glut display mode -
it: Inizializzazione della modalità di visualizzazione Glut -

source: initializing OpenGL
it: inizializzazione di OpenGL

source: initializing Smokeview graphics window -
it: inizializzazione della finestra grafica Smokeview -

source: Insert
it: Inserire

source: Insert after
it: Inserisci dopo

source: INSERT/HOME/PageUP: tilt down/reset/tilt up
it: INSERT / HOME / PageUP: inclinazione verso il basso / reset / inclinazione verso l'alto

source: Inside domain
it: All'interno del dominio

source: intensity
it: intensità

source: Intensity (test)
it: Intensità (test)

source: Interior
it: interno

source: internal
it: interno

source: Isosurfaces
it: isosuperfici

source: isotropic
it: isotropo

source: Italian
it: italiano

source: keep all
it: tieni tutto

source: keep coarse
it: mantieni la massima

source: keep fine
it: stai bene

source: L: unload last slice file loaded
it: L: scarica l'ultimo file di slice caricato

source: Label
it: Etichetta

source: Labels
it: etichette

source: Large
it: Grande

source: Layers
it: Livelli

source: Left
it: Sinistra

source: Left eye
it: Occhio sinistro

source: Left/Right
it: Sinistra destra

source: left/right cursor: rotate left/right
it: cursore sinistra / destra: ruota a sinistra / a destra

source: length
it: lunghezza

source: level
it: livello

source: Level (1 axis)
it: Livello (1 asse)

source: level the scene
it: livella la scena

source: Levels
it: livelli

source: Light
it: Leggero

source: Light faces
it: Facce leggere

source: line
it: linea

source: Line Contours
it: Linea contorni

source: Line width
it: Larghezza della linea

source: lines
it: Linee

source: Load
it: Caricare

source: Load 3D smoke/HRRPUV when
it: Carica 3D smoke / HRRPUV quando

source: Load all
it: Carica tutto

source: Load compressed data
it: Carica dati compressi

source: Load data in background
it: Carica i dati in background

source: Load data only at render times
it: Carica i dati solo nei tempi di rendering

source: Load frame
it: Carica frame

source: Load full data
it: Carica tutti i dati

source: Load/Unload
it: Carico / scarico

source: Loading smoke and fire data
it: Caricamento dati fumo e fuoco

source: local
it: Locale

source: Locations
it: sedi

source: lower opacity (m)
it: opacità inferiore (m)

source: lower/middle boundary
it: limite inferiore / medio

source: Make movies
it: Fare film

source: Manual
it: Manuale

source: Map cursor keys for Plot3D use
it: Tasti cursore della mappa per l'uso di Plot3D

source: Mass extinction coeff (m2/g)
it: Coeff di estinzione di massa (m2 / g)

source: mass slab
it: lastra di massa

source: max blending
it: miscelazione massima

source: Max frame rate
it: Frequenza fotogrammi massima

source: max time
it: tempo massimo

source: Maximum level solid
it: Livello massimo solido

source: Mechanical
it: Meccanico

source: Memory check
it: Controllo della memoria

source: Memory load
it: Carico di memoria

source: Memory usage
it: Utilizzo della memoria

source: Mesh
it: Maglia

source: middle opacity (m)
it: opacità media (m)

source: middle/upper boundary
it: confine medio / superiore

source: min size
it: dimensione minima

source: min time
it: tempo minimo

source: Minimum level solid
it: Livello minimo solido

source: Misc
it: Varie

source: Motion
it: Movimento

source: Motion... ALT m
it: Movimento ... ALT m

source: Motion/View/Render
it: Movimento / Vista / Render

source: Mouse
it: Topo

source: Move
it: Mossa

source: n slices
it: n fette

source: Near depth
it: Vicino alla profondità

source: New
it: Nuovo

source: New colorbar
it: Nuova barra dei colori

source: New data
it: Nuovi dati

source: Next
it: Il prossimo

source: ng_ini - non-graphics version of -ini.
it: ng_ini - versione non grafica di -ini.

source: Node
it: Nodo

source: node index
it: indice del nodo

source: non-gpu grid multiplier
it: moltiplicatore di griglia non-gpu

source: none
it: nessuna

source: Normal
it: Normale

source: North
it: Nord

source: North direction
it: Direzione nord

source: now
it: adesso

source: no_buffer - scan .smv file using file I/O rather from memory
it: no_buffer: esegue la scansione del file .smv utilizzando l'I / O di file piuttosto che la memoria

source: Number of contours
it: Numero di contorni

source: number of frames to skip
it: numero di frame da saltare

source: number of particles
it: numero di particelle

source: O: toggle blockage view (normal <--> outline)
it: O: attiva la visualizzazione di blocco (normale <-> struttura)

source: object
it: oggetto

source: Objects
it: Oggetti

source: Obstacles
it: ostacoli

source: Off
it: via

source: Offset
it: Compensare

source: Offset vector slice
it: Offset vettoriale fetta

source: Offset window
it: Finestra di offset

source: Online
it: in linea

source: opacity
it: opacità

source: opacity adjustment
it: regolazione della opacità

source: Opacity correction (test)
it: Correzione dell'opacità (test)

source: opacity map
it: mappa di opacità

source: Open
it: Aperto

source: Open vents as outlines
it: Aprire le prese d'aria come contorni

source: OpenGL version
it: Versione OpenGL

source: Options
it: Opzioni

source: Orientation
it: Orientamento

source: Orientation scale
it: Scala di orientamento

source: origin
it: origine

source: Other
it: Altro

source: Other options
it: Altre opzioni

source: Outline
it: Contorno

source: Outline added
it: Profilo aggiunto

source: Outline color
it: Colore contorno

source: Outline only
it: Solo contorno

source: Output data
it: Dati di uscita

source: Output data to file
it: Invia i dati al file

source: Outside
it: Al di fuori

source: Outside domain
it: Dominio esterno

source: Overwrite compressed files
it: Sovrascrivi i file compressi

source: Oxygen
it: Ossigeno

source: oxygen VOLUME FRACTION
it: ossigeno FRAZIONE VOLUME

source: p: increment plot3d variable
it: p: incrementa la variabile plot3d

source: P: toggle cursor key mappings
it: P: attiva i mapping dei tasti del cursore

source: Parameters
it: parametri

source: Particle head
it: Testa di particelle

source: Particle size
it: Dimensione delle particelle

source: Particle tracking
it: Tracciamento delle particelle

source: Particles
it: Particelle

source: Path
it: Sentiero

source: Path length (m)
it: Lunghezza del percorso (m)

source: Pause
it: Pausa

source: percentages
it: percentuali

source: Perspective
it: Prospettiva

source: Planar terrain slice
it: Fetta del terreno planare

source: Plot3D
it: tracciare3d

source: Point size
it: Dimensione del punto

source: Points
it: Punti

source: Polish
it: polacco

source: polygon
it: poligono

source: position
it: posizione

source: Positions
it: posizioni

source: Power law
it: Legge di potenza

source: Press
it: stampa

source: Previous
it: Precedente

source: processing config file
it: elaborazione del file di configurazione

source: processing smokeview file
it: elaborazione del file di visualizzazione dello smokeview

source: profile
it: profilo

source: Properties
it: Proprietà
